// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Digitalizar para pasta de rede";

HSDTaskDescription = "Digitalizar para pasta de rede permite iniciar pelo painel frontal do seu dispositivo HP e automaticamente enviar a saída para uma pasta compartilhada no seu computador.";
HSDStepsDescription = "Siga estas instruções para configurar Digitalizar para pasta de rede:";
HSDStep1Description = "1. Crie uma pasta compartilhada SMB.";
HSDStep2Description = "2. Registre a pasta compartilhada com seu dispositivo HP.";
HSDTaskNote = "Quando você clica em \"Registrar minha pasta compartilhada\", um navegador é exibido para o servidor da Web integrado do seu dispositivo. Siga as instruções apresentadas para concluir a configuração.";
HSDCreateFolderButtonTitle = "Ajude-me a fazer isso…";
HSDRegisterFolderButtonTitle = "Registrar minha pasta compartilhada…";

CreateSharedFolderTitle = "Criar uma pasta compartilhada";
